expressjs/n1-highcpu-4-2ms/c250.txt
Bombarding http://10.148.0.4:8080//2ms with 500000 request(s) using 250 connection(s)
 500000 / 500000 [=================================================================================================] 100.00% 12s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     42033.39    2530.83   48328.84
  Latency        5.95ms     1.05ms   133.82ms
  Latency Distribution
     50%     5.40ms
     75%     6.68ms
     90%     8.35ms
     99%    11.18ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.83MB/s